---
kind: property
id: P:Autodesk.Revit.DB.Visual.Hardwood.CommonTintColor
source: html/1481d882-a5ab-784d-9b91-001600e51a7b.htm
---
# Autodesk.Revit.DB.Visual.Hardwood.CommonTintColor Property

The property labeled "Tint Color" from the "Hardwood" schema.

## Syntax (C#)
```csharp
public static string CommonTintColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".